{
  "plugins": {
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "copilot-lsp": {
      "src": "https://github.com/copilotlsp-nvim/copilot-lsp"
    },
    "flash": [],
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "go": {
      "src": "https://github.com/ray-x/go.nvim"
    },
    "guihua": {
      "src": "https://github.com/ray-x/guihua.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "oil-git-status": {
      "src": "https://github.com/refractalize/oil-git-status.nvim"
    },
    "ripple-on-save": {
      "src": "https://github.com/ian-howell/ripple-on-save.nvim"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tokyonight": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vscode-diff": {
      "src": "https://github.com/esmuellert/vscode-diff.nvim"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}